{
  "tanks": [
    {
      "name": "ОБЪЕКТ 261",
      "type": "САУ",
      "country": "СССР",
      "image": "https://ru-wotp.wgcdn.co/dcont/tankopedia_images/r52_object_261/r52_object_261_image.png",
      "price": "98562",
      "id": 1,
      "description": "Разработка тяжёлой самоходной артиллерийской установки на базе тяжёлого танка ИС-7 велась в 1947 году. Предполагалось вооружить САУ мощной 180-мм морской пушкой. Однако в дальнейшем все работы по проекту были прекращены."
    },
    {
      "name": "ИС - 4",
      "type": "Тяжелый танк",
      "country": "СССР",
      "image": "//ru-wotp.wgcdn.co/dcont/tankopedia_images/r90_is_4m/r90_is_4m_image.png",
      "price": "20000",
      "description": "Проект разрабатывался в КБ Кировского завода с декабря 1943 г. В апреле 1944 г. начались работы по производству двух прототипов танка «Объект 701». После испытаний проект был доработан, и осенью 1944 – зимой 1945 гг. были испытаны ещё два прототипа. Танк «Объект 701» №5 был рекомендован к принятию на вооружение, но из-за начавшегося производства ИС-3 серийный выпуск танка начат не был. После приостановки производства ИС-3 в 1946 г. танк ИС-4 был принят на вооружение. В 1949 г. производство ИС-4 было прекращено. В 1951 году было выпущено 25 танков ИС-4М. В дальнейшем все выпущенные ранее танки были модернизированы до уровня ИС-4М. По разным сведениям всего было построено от 235 до 258 машин, которые использовались на Дальнем Востоке.",
      "id": 4
    },
    {
      "name": "ИС-7",
      "type": "Тяжелый танк",
      "country": "СССР",
      "image": "//ru-wotp.wgcdn.co/dcont/tankopedia_images/r45_is-7/r45_is-7_image.png",
      "price": "6000",
      "description": "Работа над танком началась весной 1945 года. Прототипы испытывались в 1946 и 1947 гг. В 1948 г. прошёл госиспытания. Серийно не выпускался.",
      "id": 5
    },
    {
      "name": "ОБЪЕКТ 705А",
      "type": "Тяжелый танк",
      "country": "СССР",
      "image": "//ru-wotp.wgcdn.co/dcont/tankopedia_images/r145_object_705_a/r145_object_705_a_image.png",
      "price": "8000",
      "description": "Вариант проекта тяжёлого танка «Объект 705» со 152-мм орудием и двигателем повышенной мощности. Работы по танку были прекращены в 1948 г.",
      "id": 6
    }
  ]
}